Config = {}

Config.TagColors = {
    ["מ"] = {r = 139, g = 0, b = 0},
    ["ירקון"] = {r = 255, g = 0, b = 0},
    ["מוקדן"] = {r = 0, g = 0, b = 153},
    ["צ"] = {r = 0, g = 100, b = 0},
    ["י"] = {r = 0, g = 51, b = 0},
    ["א"] = {r = 28, g = 28, b = 28},
    ["תאצ"] = {r = 0, g = 7, b = 45},
    ["קורס"] = {r = 144, g = 238, b = 144}
}

Config.EMSTagColors = {
    ["מער"] = {r = 220, g = 20, b = 60},  
    ["פראמדיק"] = {r = 255, g = 69, b = 0},    
    ["נ"] = {r = 178, g = 34, b = 34},   
    ["קןרס"] = {r = 255, g = 140, b = 0},   
    ["מוקדן"] = {r = 139, g = 0, b = 0}, 
}

Config.RadioCategories = {
    [500] = "כלל גופי הביטחון 🚨",
    [1] = "קשר ראשי 👮",
    [2] = "קשר פיקוד 🧑‍💼",
    [3.1] = "קשר פטרול 🚓",
    [4] = "שוד 1 🔫",
    [5] = "שוד 2 🔫",
    [6] = "אירוע מיוחד 1 👀",
    [7] = "קשר יממ 🚁",
    [50] = "קשר משא ומתן 🚛",
    [0] = "קשר הפסקה 💤"
}

Config.EMSRadioCategories = {
    [500] = "כלל גופי הביטחון 🚨",
    [10] = "קשר ראשי מד״א 🚑",
    [11] = "קשר פיקוד מד״א 👨‍⚕️",
    [12] = "קשר אמבולנסים 🚑",
    [13] = "קשר הובלה 🏥",
    [14] = "קשר מיוחד 🆘",
    [0] = "קשר הפסקה 💤"
}